brew 'bench'
brew 'caddy'
brew 'diff-so-fancy'
brew 'exa'
brew 'fd'
brew 'fish'
brew 'fpp'
brew 'fzf'
brew 'gnupg'
brew 'gnupg2'
brew 'gron'
brew 'hexyl'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'lima'
brew 'ncdu'
brew 'pass'
brew 'peco'
brew 'proxychains-ng'
brew 'ripgrep'
brew 'tig'
brew 'tldr'
brew 'trash'
brew 'wget'
brew 'wrk'
brew 'youtube-dl'

cask 'alt-tab'
cask 'backblaze'
cask 'bitwarden'
cask 'borgbackup'
cask 'chromium'
cask 'clashx'
cask 'firefox'
cask 'iina'
cask 'macpass'
cask 'mullvadvpn'
cask 'paragon-extfs'
cask 'tailscale'
cask 'veracrypt'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'vivaldi'