tap "homebrew/cask-fonts"
tap "oven-sh/bun"
tap "weakish/tap"
brew "bun"
brew "cocoapods"
brew "instaloader"
# failed to build zig, which is required to build ncdu via macports
brew "ncdu"
brew "patat"
# quickjs version in macports is old
brew "quickjs"
# zig 0.11.0 failed to build in macports
brew "zig"
brew "zls"
cask "aldente"
cask "alt-tab"
cask "android-file-transfer"
cask "android-studio"
cask "aqua"
cask "audacity"
cask "backblaze-installer"
cask "bitwarden"
cask "coteditor"
cask "deezer"
cask "dropbox"
cask "eloston-chromium"
cask "firefox"
cask "fleet"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "gitup"
cask "iina"
cask "iterm2"
cask "keepassxc"
cask "kitty"
cask "languagetool"
cask "logseq"
cask "macfuse"
cask "macpass"
cask "mullvad-browser"
cask "mullvadvpn"
cask "netnewswire"
cask "obsidian"
cask "orbstack"
cask "rectangle"
cask "resilio-sync"
cask "session"
cask "skype"
cask "sleipnir"
cask "squirrel"
cask "sublime-merge"
cask "tailscale"
cask "telegram"
cask "thunderbird"
cask "utm"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "writerside"
cask "xquartz"
