tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "jpeg-xl"
brew "automake"
brew "bat"
brew "bench"
brew "openssl@1.1"
brew "bison"
brew "node"
brew "bitwarden-cli"
brew "readline"
brew "python@3.11"
brew "borgbackup"
brew "gdbm"
brew "python@3.10"
brew "bpytop"
brew "caddy"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "cmus"
brew "exa"
brew "fd"
brew "ffmpeg@4"
brew "fish"
brew "fossil"
brew "fpp"
brew "fx"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gron"
brew "helix"
brew "hexyl"
brew "htop"
brew "jack"
brew "jq"
brew "lazygit"
brew "libffi"
brew "libyaml"
brew "qemu"
brew "lima"
brew "openjdk"
brew "ltex-ls"
brew "mercurial"
brew "n"
brew "ncdu"
brew "neovim"
brew "pandoc"
brew "peco"
brew "pnpm"
brew "proxychains-ng"
brew "ripgrep"
brew "ruby-install"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "wget"
brew "wrk"
brew "xplr"
brew "youtube-dl"
cask "alt-tab"
cask "android-file-transfer"
cask "backblaze"
cask "bitwarden"
cask "chromium"
cask "coteditor"
cask "fig"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "iina"
cask "iterm2"
cask "keepassxc"
cask "kitty"
cask "languagetool"
cask "logseq"
cask "macfuse"
cask "macpass"
cask "mullvad-browser"
cask "mullvadvpn"
cask "netnewswire"
cask "obsidian"
cask "paragon-extfs"
cask "rectangle"
cask "session"
cask "sublime-merge"
cask "tailscale"
cask "telegram"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
